#Задача: выведите первое слово из string
split = "Hello World".split()
print(split[0])